[["Story","Gathering","Ivalice","Bounties","Sidequest"],{"id":1,"icon":87,"cat":0,"name":"Chapter 1","desc":"Madilyn needs to get to Crescent Island. Speak to the boat captain at  the docks to secure passage via boat.","steps":[["Speak to the captain at the docks",false,11,9,false],["Speak to Yuri in Kaliko Village Item Shop",false,11,9,false],["Kill monsters in the forest to obtain Iron Logs",false,11,9,false],["Sail the boat to Crescent Island and enter the temple",false,11,9,false],["Explore the temple ruins",false,1,1,false],["Winter has taken off. Follow her!",false,11,9,false],["Help Winter put an end to the evil inside the volcano",false,11,9,false],["Why are you reading this? The island is collapsing. Get out now!!",false,11,9,false]],"rewards":[["xp",100,0,false]]},{"id":2,"icon":88,"name":"The Prodigal Son","steps":[["Retrieve Magnus from the Frostbite Inn",false,11,1,false]],"rewards":[],"cat":4,"desc":"Magnus, the son of Kaliko Village's mayor, is missing. The mayor believes he's on a bender at the Frostbite Inn to the west of Kaliko Village. Go fetch him. \r\n\r\nThe mayor suggests bringing some sentimental items from his home to make retrieving him less.. difficult."},{"id":3,"icon":87,"name":"Chapter 2","steps":[["Finish \"Investigate the LEGION Hideout\" and \"Report to the Order of the Wind\" sidequests",false,11,2,false],["Find the Davos in the Southern Forest",false,11,2,false],["Use the Demon Gem to travel to Icedale via the Transport Tower",false,1,1,false],["Locate the 2nd seal on Icedale",false,1,1,false],["Escape with your lives!",false,1,1,false]],"rewards":[["xp",1000,1,false]],"cat":0,"desc":"The castle city of Jarith holds many opportunities. While there, deliver Madilyn to her order to make a report. Also, be sure to investigate the rumored LEGION base hidden inside the city."},{"id":4,"icon":88,"name":"LEGION Hideout","steps":[["Find information on LEGION's next move",false,1,1,false]],"rewards":[["xp",250,1,false]],"cat":4,"desc":"You've learned that LEGION has a base of operations in southwest Jarith. Go check it out and see what information you can find."},{"id":5,"icon":88,"name":"Order of the Wind","steps":[["Search the library for information on the seals while Madilyn makes her report",false,1,1,false]],"rewards":[["xp",250,1,false]],"cat":4,"desc":"Madilyn's order is based in Jarith. Find their base of operations and deliver her to them, so that she might make a full report."},{"id":6,"icon":88,"name":"Silver Swordsman","steps":[["Find the mysterious \"Joey\" and return his book.",false,1,1,false]],"rewards":[["xp",1000,1,false]],"cat":4,"desc":"You found an amusing picture book. It looks as if it were drawn by hand and depects the adventures of the \"Silver Swordsman\". On the back is a note. \"Please return to Joey\". \r\n\r\nIf possible, find and return the book to its rightful owner."},{"id":7,"icon":88,"name":"Pygmy Acquisitions","steps":[["Aquire 6x Pygmy Spears and 6x Pygmy Masks",false,1,1,false],["Speak to the mayor and attend the luau",false,1,1,false]],"rewards":[["xp",500,1,false]],"cat":4,"desc":"The mayor of Astoria Bay needs to you \"reclaim\" some \"stolen\" items from local Pygmies. He needs 6x Pygmy Masks and 6x Pygmy Spears. Find the Pygmies either on the island to the West of town or the small beach Southeast of town."},{"id":8,"icon":88,"name":"The Missing Orphan","steps":[["Investigate the orphanage for clues to Andy's disappearance. ",false,1,1,false],["Seek out the demon in the cave north of Jarith and try to find Andy.",false,1,1,false]],"rewards":[["xp",500,1,false]],"cat":4,"desc":"One of the orphans has gone missing. Investigate the orphanage. "},{"id":9,"icon":87,"name":"Chapter 3","steps":[["<Step>",false,1,1,false]],"rewards":[["item",1,1,false]],"cat":0,"desc":"Test \\N[5] color \\C[4]test\\C[0]"},{"id":10,"icon":88,"name":"Razing a Family","steps":[["<Step>",false,1,1,false]],"rewards":[["item",1,1,false]],"cat":4,"desc":"Find life saving medice in the hills North of Walleye Docks for Winter's mother."},{"id":11,"icon":88,"name":"Echos of the Past","steps":[["<Step>",false,1,1,false]],"rewards":[["item",1,1,false]],"cat":4,"desc":"Discover what happened to the residents of Sanchi Verde by communing with their spirits."}]